Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/death/sudden_or_unexplained_death/inquests.html.txt.tmx
Source language: en
Languages: ga

source: An inquest is an official, public enquiry, presided over by the Coroner (and in some cases involving a jury) into the cause of a sudden, unexplained or violent death
ga: Is éard is ionchoisne ná fiosrúchán oifigiúil poiblí, a bhfuil an Cróinéir i gceannas air (agus bíonn giúiré i gceist i roinnt cásanna) a fhiosraíonn cúis bháis thobainn, bás nach bhfuil aon mhíniú air nó bás foréigneach

source: If a death cannot be explained, an inquest may be held to establish the facts of the death, such as where and how death occurred
ga: Murar féidir bás a mhíniú, is féidir ionchoisne a chur ar bun chun fíricí an bháis a dheimhniú, ar nós áit an bháis agus conas a tharla an bás

source: An inquest would not normally be held if a post-mortem examination of the body could explain the cause of death
ga: Ní chuirfí ionchoisne ar bun de ghnáth dá bhféadfadh scrúdú iarbháis ar an gcorp míniú a thabhairt ar chúis an bháis

source: Section 17 of the Coroners Act 1962 makes provision in law for the holding of an inquest into a death
ga: Déantar foráil in Alt 17 den Acht Cróinéirí, 1962 sa dlí chun ionchoisne a chur ar bun ar bhás

source: The inquest will not take place until at least 6 weeks after the death
ga: Ní chuirfí an t-ionchoisne ar bun go dtí sé seachtaine, ar a laghad, i ndiaidh an bháis

source: Witnesses may be required to attend the inquest to give testimony on oath regarding the circumstances and cause of the death
ga: D’fhéadfadh go mbeadh ceanglas ar fhinnéithe freastal ar an ionchoisne chun fianaise a thabhairt faoi mhionn maidir le cúinsí agus cúis an bháis

source: When a jury is present at an inquest, it is the jury rather than the Coroner who delivers the verdict
ga: Sa chás go mbíonn giúiré i láthair ag ionchoisne, is é an giúiré, seachas an Cróinéir, a sholáthraíonn an fíorasc

source: Jury service at an inquest is obligatory and a majority verdict is used to reach a verdict
ga: Is seirbhís éigeantach í seirbhís ghiúiré ag ionchoisne agus úsáidtear fíorasc tromlaigh chun fíorasc a bhaint amach

source: Nobody is found guilty or innocent at an inquest and no criminal or civil liability is determined
ga: Ní fhaightear aon duine ciontach nó neamhchiontach ag ionchoisne agus ní dheimhnítear aon dliteanas coiriúil nó sibhialta

source: There are no "parties" and all depositions, postmortem reports and verdict records are preserved by the Coroner and are made available to the public
ga: Ní bhíonn aon “pháirtithe” ann agus caomhnaíonn an Cróinéir gach teistíocht, tuairisc iarbháis agus gach taifead fíorasc agus cuirtear ar fáil iad don phobal

source: An inquest is usually held in a courthouse, however, hotels or local halls may also be used
ga: Is gnách go gcuirtear ionchoisne ar bun i dteach cúirte, ach féadtar óstáin nó hallaí áitiúla a úsáid chomh maith

source: The family of the deceased are entitled to attend the inquest, but they are not bound by law or legally obliged to be there
ga: Bíonn muintir an té a bhásaigh i dteideal freastal ar an ionchoisne, ach ní cheanglaíonn an dlí orthu agus níl dualgas dlíthiúil orthu bheith ann

source: If the family attend the inquest, they do not require legal representation on their behalf (that is, a solicitor or legal adviser)
ga: Má fhreastalaíonn an mhuintir ar an ionchoisne, níl theastaíonn ionadaíocht dhlíthiúil thar a gceann (is é sin, aturnae nó comhairleoir dlí)

source: Sometimes however, if legal action is being taken as a result of the death, the family may engage a solicitor to attend the inquest and take notes
ga: Amanna, áfach, má táthar ag tabhairt faoi imeachtaí dlí mar thoradh ar an mbás, féadfaidh an teaghlach aturnae a fhostú chun freastal ar an ionchoisne agus nótaí a ghlacadh

source: When the proceedings have been completed, a verdict is returned in relation to the identity of the deceased, and how, when and where the death occurred
ga: Sa chás gur tugadh chun críche na himeachtaí, tugtar fíorasc maidir le haitheantas an té a bhásaigh, agus conas, cathain agus cá tharla an bás

source: The range of verdicts open to the Coroner or jury (in jury cases, it is the jury that returns the verdict) include accidental death, misadventure, suicide, open verdict, natural causes and unlawful killing
ga: Is measc an réimse fíorasc is féidir leis an gCróinéir nó an giúiré a thabhairt (i gcásanna giúiré, is é an giúiré a thugann an fíorasc), tá bás tionóisceach, míthapa, féinmharú, fíorasc oscailte, cásanna nádúrtha agus marú neamhdhleathach

source: A general recommendation designed to prevent similar deaths occurring may be made by the coroner or jury
ga: Féadfaidh an cróinéir nó an giúiré moladh ginearálta a dhéanamh atá in ainm is básanna den chineál céanna a sheachaint

source: When the inquest is completed, the Coroner issues a certificate so that the death can be properly registered
ga: Nuair atá an t-ionchoisne críochnaithe, eisíonn an Cróinéir deimhniú ionas gur féidir an bás a chlárú i gceart

source: If a death is due to unnatural causes, then an inquest must be held by law
ga: Más de dheasca cúiseanna mínádúrtha atá bás, ní mór ionchoisne a chur ar bun, de réir an dlí

source: In certain circumstances, a jury must be present at an inquest
ga: Faoi roinnt cúinsí, is féidir le giúiré a bheith i láthair ag ionchoisne

source: Every person over the age of twenty-one years residing within a coroner's district is liable to serve on the jury at any inquest held within that district unless they are exempt
ga: Tá gach duine atá os cionn aois fiche a haon bliain a chónaíonn laistigh de cheantar cróinéara faoi dhliteanas fónamh ar an ngiúiré ag aon ionchoisne a chuirtear ar bun laistigh den cheantar sin mura bhfuil siad díolmhaithe

source: The inquest jury must consist of at least 6 people (and not more than 12 people)
ga: Ní mór go bhfuil ar a laghad seisear i ngiúiré an ionchoisne (agus nach mó ná dháréag)

source: Circumstances where a jury is required at an inquest include where:
ga: I measc na gcúinsí faoina dteastaíonn giúiré ag ionchoisne, tá an méid a leanas:

source: • The death is due to murder, manslaughter or infanticide
ga: • Nuair a tharlaíonn an bás mar gheall ar dhúnmharú, dúnorgain nó naíonmharú

source: • The death took place in prison
ga: • Nuair a tharlaíonn an bás i bpríosún

source: • The death was caused an accident, poisoning or a disease requiring notification to a government department or inspector
ga: • Nuair a tharlaíonn an bás mar gheall ar thionóisc, nimhiú nó galar a dteastaíonn fógra ina leith a thabhairt do roinn rialtais nó do chigire

source: • The death was caused by a road traffic accident
ga: • Nuair a tharlaíonn an bás mar gheall thionóisc thráchta ar bhóithre

source: • The death occurred in circumstances, which if they continued or recurred would endanger the health or safety of a member(s) of the public
ga: • Nuair a tharlaíonn an bás faoi na cúinsí sin a chuirfeadh sláinte nó sábháilteacht mhuintir an phobail i mbaol, dá leanfaidís nó dá dtarlóidís athuair

source: • The Coroner considers that a jury is necessary
ga: • Nuair a mheasann an Cróinéir go dteastaíonn giúiré

source: To attend as either a juror or witness at an inquest, you will receive a summons served by a member of the Garda Síochána
ga: Chun freastal mar ghiúróir nó mar fhinné ag ionchoisne, gheobhaidh tú toghairm a sheirbheálfaidh comhalta den Gharda Síochána

source: This summons can be served on you in a number of ways, for example, by delivering it to you directly or leaving the summons with your spouse, child, employee or agent at your last known residence or workplace as long as that person is not under 16 years of age
ga: Féadtar an toghairm seo a sheirbheáil ort ar líon bealaí, mar shampla, tríd an toghairm a sholáthar duit go díreach nó an toghairm a fhágáil le do chéile, leanbh, fostaí nó gníomhaire ag d’áit chónaithe nó d’ionad oibre deireanach ar a rabhthas feasach a fhad agus nach bhfuil an duine sin faoi 16 bliana d’aois

source: Failure to attend at jury service at an inquest is an offence and you will face penalties
ga: Is cion é má theipeann ort freastal mar chuid den tseirbhís ghiúiré ar ionchoisne agus gearrfar pionóis ort

source: If the jury at the inquest fail to agree on the cause of death, the Coroner can either accept the majority decision of the jury or if the decision is tied, discharge the jury and hold a new inquest
ga: Má theipeann ar an ngiúiré ag an ionchoisne comhaontú a dhéanamh ar chúis an bháis, féadfaidh an Cróinéir glacadh le cinneadh tromlaigh an ghiúiré nó má bhaintear comhchinneadh amach, féadfaidh sé/sí an giúiré a dhíscaoileadh agus ionchoisne nua a chur ar bun

source: The Coroner decides which witnesses should give evidence at the inquest and the order in which they should give their evidence
ga: Is é an Cróinéir a dhéanann cinneadh cén finnéithe ar cheart fianaise a thabhairt ag an ionchoisne agus an t-ord inar cheart dóibh a bhfianaise a thabhairt

source: Evidence must be presented so as to provide a logical sequence of the circumstances surrounding the death
ga: Ní mór fianaise a chur i láthair d’fhonn go soláthródh sí sraith loighciúil na gcúinsí a bhaineann leis an mbás

source: The postmortem result establishes the medical cause of death
ga: Deimhníonn toradh an scrúdaithe iarbháis an chúis leighis a bhí leis an mbás

source: Witnesses who are required to attend an inquest can claim for loss of earnings and expenses
ga: Féadfaidh finnéithe a gceanglaítear orthu freastal ar ionchoisne éileamh a dhéanamh ar chaillteanas tuilleamh agus ar chostais

source: The rates for fees and expenses are set by statutory instrument
ga: Leagtar amach na rátaí le haghaidh táillí agus costas in ionstraim reachtúil

source: Public attendance at an inquest
ga: Freastal poiblí ar ionchoisne

source: All inquests are conducted in public and anyone may attend
ga: Tugtar faoi gach ionchoisne go poiblí agus féadfaidh duine ar bith freastal orthu

source: Reports of inquests may be carried in national and local newspapers but in practice only a minority of inquests are actually reported
ga: Féadtar tabhairt faoi thuairisciú a dhéanamh ar ionchoisní i nuachtáin náisiúnta agus áitiúla, ach i gcleachtas, ní dhéantar tuairisciú ach ar mhionlach ionchoisní i ndáiríre

source: Coroners in Ireland are very much aware of the tragic circumstances often involved in inquests and will try to treat each inquest sympathetically
ga: Tá cróinéirí in Éirinn an-fheasach ar na cúinsí tragóideacha a bhíonn i gceist go minic le hionchoisní agus déanfaidh siad gach iarracht caitheamh le gach ionchoisne go báúil

source: If there is a suicide note, its existence will be acknowledged
ga: Má tá nóta féinmharaithe ann, aithneofar gurb ann dó

source: At the discretion of the Coroner, its contents may be read out in public
ga: Féadtar ábhair an nóta a léamh amach go poiblí, faoi lánrogha an Chróinéara

source: Every attempt is made to ensure that the inquest proceedings are not unduly intrusive on families and friends concerned
ga: Déantar gach iarracht lena chinntiú nach gcuireann imeachtaí an ionchoisne isteach go míchuí ar na teaghlaigh agus na cairde a bhíonn i gceist

source: As inquests are public enquiries, it is possible to obtain a copy of the post-mortem report and any depositions taken at inquest, including a copy of the verdict
ga: Mar gheall gur fiosrúcháin phoiblí iad ionchoisní, is féidir cóip a fháil de thuairisc an scrúdaithe iarbháis agus aon teistíocht a glacadh ag an ionchoisne, lena n-áirítear cóip den fhíorasc

source: These official reports are only available after the inquest has concluded
ga: Ní bhíonn na tuairiscí oifigiúla seo ar fáil ach i ndiaidh gur tugadh an t-ionchoisne chun críche

source: There is a small fee for these documents
ga: Gearrtar táille bheag ar na cáipéisí seo

source: Inquest papers are not available prior to the inquest being held
ga: Ní bhíonn páipéir ionchoisne ar fáil sula gcuirtear an t-ionchoisne ar bun

source: If you have been summoned as a witness or jury member for an inquest, you will be notified to the date, time, venue of the inquest
ga: Má rinneadh thú a thoghairm mar fhinné nó mar chomhalta giúiré d’ionchoisne, tabharfar fógra duit maidir le dáta, am agus ionad an ionchoisne

source: If you have any questions about the inquest, contact your local Garda station
ga: Má bhíonn aon cheisteanna agat faoin ionchoisne, déan teagmháil le stáisiún áitiúil na nGardaí

source: Copies of official reports of inquests are available from the local Coroner's office
ga: Tá fáil ar chóipeanna de thuairiscí oifigiúla ar ionchoisní ó oifig an Chróinéara áitiúil

source: To obtain a report, you will need to write to the Coroner's Office requesting this information and including the name of the deceased, the date of death, the hospital involved (if any) and the date of the inquest (if you have this information)
ga: Chun tuarascáil a fháil, beidh ort scríobh chuig Oifig an Chróinéara, agus an fhaisnéis seo a iarraidh agus ainm an té a bhásaigh, dáta an bháis, an t-ospidéal a bhí i gceist (má bhí ospidéal i gceist) agus dáta an ionchoisne a lua (má tá an fhaisnéis seo agat)
